	<div style="font-family: Franklin Gothic Medium;text-transform: uppercase;color: #9f9f9f;">О плагине Удаление профиля</div>
	<div class="table-responsive card-body">
<dl>
	<dt>Данный плагин выводит количество проведенных дней, месяцев, а также лет пользователя на сайте..</dt>
	<dt>Возможности плагина</dt>
		<p>- пользователь может удалить свой профиль</p>
		<p>- пользователь или гость не может удалять чужие профили</p>
		<p>- для администратора удаления своего профиля запрещено</p>

		<p>- поддержка хлебных крошек (breadcrumbs), атакже мета в заголовке</p>
		<p>- при удалении пользователем своего профиля, также удаляются данные личных сообщений и ссесия авторизации</p>

		<p>- возможность отсрочить удаления профиля пользователя (количество дней задается в настройках)</p>
		<p>- уведомления администратору о:<br>
			- если пользователь отправил запрос на удаления своего профиля<br>
			- если пользователь отправил запрос на восстановления своего профиля<br>
			- удалении пользователя по истечению указанного периода</p>
	<dt>
		Как подключить плагин описано <a href="/engine/includes/showinfo.php?mode=plugin&item=readme&plugin=uprofile_del" title="Открыть настройки" target="_blank">здесь</a>.
	</dt>
	Пожертвовать через систему: <a href="https://yoomoney.ru/to/4100116753512518" target="_blank"><i class="fa fa-money"></i> yandex</a>
</dl>
<dl>
	<dt><center><strong>Автор: KachalkinGeorg</strong></center></dt>
</dl>
</div>